module.exports.config = {
    name: "autotime",
  version: "1.0.0",
  permission: 0,
  credits: "Nayan",
  description: "msg",
  prefix: true, 
  category: "user", 
  usages: "",
  cooldowns: 5,
  dependencies: {
	}
};
const nam = [{
    timer: '12:00:00 AM',
    message: ['༆-✿「সময় 11:00 PM｣ ༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n︵❝།།💚🌺𝐈𝐭𝐬 𝐦𝐲 𝐁𝐞𝐬𝐭 𝐅𝐞𝐞𝐥𝐢𝐧𝐠𝐬 ☺️ლ_||࿐\n\n_____🌸কার পছন্দ হলো কার হলো না ….🖤\n\n𝑰𝒕𝒔 𝒅𝒐𝒆𝒔𝒏𝒕 𝑴𝒂𝒕𝒕𝒆𝒓 \n\n 𝑩𝒆𝒄𝒂𝒖𝒔𝒆😏\n\nসৃষ্টিকর্তা "তার পছন্দ মতই বানিয়েছে💘\n\nআর সৃষ্টিকর্তার পছন্দ মানেই\n❤️❤️𝐀𝐥𝐡𝐚𝐦𝐝𝐮𝐥𝐢𝐥𝐥𝐚𝐡💛💛\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
             {
    timer: '1:00:00 AM',
    message: [' ‎আসসালামু আলাইকুম এখন রাত ১২টা বেজে গেলো সবাই শুয়ে পড়ো____🫠༅༎💋']
},
						{
    timer: '2:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ১টা বাজে প্রেম না কইরা যাইয়া ঘুমা বেক্কল____༅༎😾']
},
						 {
    timer: '3:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে____🌺༅༎🫠।']
},
						 {
    timer: '4:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ৩টা বাজে সবাই মনে হয় ঘুম🥹 আমার ভাই ঘুম আসে না ____😩༅༎🥹 ']
},
						 {
    timer: '5:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ৪টা বাজে একটু পর ফজরের আযান দিলে নামাজ পড়ে নিও সবাই ____😻༅༎🥰']
},
						 {
    timer: '6:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?____🌺༅༎❤️  ']
},
						 {
    timer: '7:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন সকাল ৬টা বাজে ঘুম থেকে উঠো সবাই ____😇༅༎🌝 ']
},
						 {
    timer: '8:00:00 AM',
    message: ['༆-✿「সময় 7:00 AM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n‎আসসালামু আলাইকুম 🌺\n\nএখন সকাল ৭টা বাজে 💝\n \nসবাই ব্রেকফাস্ট করে নাও____༅༎🌺😊\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘 ']
},
						 {
    timer: '9:00:00 AM',
    message: ['‎༆-✿「সময় 8:00 AM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n❥══❥🌺যদি কাঁদতেই হয় তাহলে,❥\n\n❥❥নামাজ পড়ে কাঁদো❥༊᭄\n\n❥কারন,༊🍁\n\nতোমার চোখের পানির মূল্য❥🥀\n\n༊᭄❥┼আর কেউ না দিলেও\n\n🍁আল্লাহ দিবেন…..।🌺\n\n𝙸𝚗 𝚂𝚑𝚊 𝙰𝚕𝚕𝚊𝚑🥰🥰 •︵🦋🌸ღ۵_❤️\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘 ']
},
             {
    timer: '10:00:00 AM',
    message: ['‎༆-✿「সময় 9:00 AM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n📖 𝐀𝐥-Q𝐮𝐫𝐚𝐧 📖\n\n🦋◎⃝- পুরো মুসলিম জাতির অক্সিজেন’!!-🌸✨🖤\n\n°আলহামদুলিল্লাহ,\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘' ]
},
						 {
    timer: '11:00:00 AM',
    message: ['༆-✿「সময় 10:00 AM」༊࿐\n \n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n-ভাগ্যকে গালি দিও না,\n\n তুমি ভাগ্যবান বলেই.. 🌸\n\nপ্রিয় নবী হযরত মুহাম্মদ (সা:) এর উম্মত\n\n-আলহামদুলিল্লাহ..🖤🕌\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
						 {
    timer: '12:00:00 PM',
    message: ['༆-✿「সময় 11:00 AM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n-Ｉ ωιѕн.!🥰\n\n-আল্লাহ্ যেনো সবাইকে নামাজি বানিয়ে দেয়.!🤲\n\n💖🌹❤️- আমিন.!🖤🌸🌹\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},					
						 {
    timer: '1:00:00 PM',
    message: ['༆-✿「সময় 12:00 PM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n✿•𝐁𝐞𝐬𝐭 𝐋𝐢𝐧𝐞❥•\n\n-হাজারটা ধর্মের মধ্যে আমরা মুসলিম’.!❤️🌼\n\n-হ্যাঁ এটাই আমাদের সৌভাগ্য’.!🖤🌸\n\n🌸”𝐀𝐥𝐡𝐚𝐦𝐝𝐮𝐥𝐢𝐥𝐥𝐚h”🌼\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
						 {
    timer: '2:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন দুপুর ১টা বাজে সবাই কাজ বন্ধ করে জোহরের নামাজ পড়ে নাও____🌺༅༎😻 ']
},
						 {
    timer: '3:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন দুপুর ২টা বাজে গোসল করে সবাই দুপুরের খাবার খেয়ে নাও____🤗༅༎☺️']
},
						 {
    timer: '4:00:00 PM',
    message: ['༆-✿「সময় 3:00 PM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n‘𝗚𝗼 𝗯𝗮𝗰𝗸 𝘁𝗼 𝗔𝗟𝗟𝗔𝗛’–!!🤗💫\n\n -‘𝗚𝗼𝗼𝗱 𝗳𝗼𝗿𝘁𝘂𝗻𝗲 𝘄𝗶𝗹𝗹 𝗿𝗲𝘁𝘂𝗿𝗻 𝘁𝗼 𝘆𝗼𝘂’-!🖤\n\n🌸 ‘তুমি!’তোমার!’রবের!’দিকে! ‘ফিরে!’যাও.!!🌺\n\n__’সফলতা!’তোমার!’দিকে! ‘ফিরবে.!!💗\n\nIn-sha -Allah-🤲🌼\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
						{
    timer: '5:00:00 PM',
    message: ['༆-✿「সময় 4:00 PM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n°-𝐰𝐡𝐚𝐭’𝐬 𝐘𝐨𝐮𝐫 𝐑𝐞𝐚𝐥 𝐀𝐝𝐝𝐫𝐞𝐬𝐬\n\n-সাড়ে তিন হাত মাটির নিচে 💟\n\nإِنَّا لِلّهِ وَإِنَّـا إِلَيْهِ رَاجِعُونَ\n\n_ এখানেই আমার গল্প শেষ!🍁😔°\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
						 {
    timer: '6:00:00 PM',
    message: ['༆-✿「সময় 5:00 PM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n─༅༎ – চেহারাটা বদলানো যাবে না -!🖤🌻\n\n🌻 ۵কারণ এটা আল্লাহর সৃষ্টি,-!”\n\n─༅༎ – চরিত্র টা বদলাও -!🖤🌻\n\n😽🌻 ۵এটা তোমার সৃষ্টি করা!🙂🌺\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
						 {
    timer: '7:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন সন্ধ্যা ৬টা বাজে সবাই হাতমুখ ধুয়ে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও____🌺༅༎😍. ']
},
             {
    timer: '8:00:00 PM',
    message: ['‎༆-✿「সময় 7:00 PM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n➡️ প্রিয় রাসূল (ﷺ) বলেছেন,\n\n“যতক্ষণ পর্যন্ত পৃথিবীতে আল্লাহ বলার মতো লোক\n\n থাকবে ততক্ষণ পর্যন্ত কি’য়া’মত হবে না”\n\n[সহিহ মুসলিম হাদিস ২৭০]\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
             {
    timer: '9:00:00 PM',
    message: ['༆-✿「সময় 8:00 PM\n\n༊࿐•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n𝄞━━❝জান্নাতের নেটওয়ার্ক হলো ইসলাম,❤⃞⃝࿐\n\n❥━༊༎সিম হলো ঈমান❤⃞⃝࿐\n\n●───༉༆বোনাস হলো রমযান,❤⃞⃝࿐\n\n❥❀┈•💛🌻রিচার্জ হলো নামাজ,❤⃞⃝࿐\n\n○──₪࿐আর হেল্প লাইন হলো কোরআন❤⃞⃝࿐ 🙂\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐅𝐀𝐇𝐈𝐌  𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
             {
    timer: '10:00:00 PM',
    message: ['༆-✿「সময় 9:00 PM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n- প্রতিশোধ নয়.!🙂💌\n\n- হ্মমা করাই ইসলামের আদর্শ.!❤️🥰\n\n- হযরত মোহাম্মদ (সাঃ)😍🤎\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
},
            {
    timer: '11:00:00 PM',
    message: ['༆-✿「সময় 10:00 PM」༊࿐\n\n•—»✨𝐅𝐀𝐇𝐈𝐌_𝐁𝐎𝐓✨«—•\n\n╭•┄┅════❁🌺❁════┅┄•╮\n\n-ভাগ্যকে গালি দিও না,\n\n তুমি ভাগ্যবান বলেই.. 🌸\n\nপ্রিয় নবী হযরত মুহাম্মদ (সা:) এর উম্মত\n\n-আলহামদুলিল্লাহ..🖤🕌\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :𝐅𝐀𝐇𝐈𝐌 𝐂𝐇𝐎𝐖𝐃𝐇𝐔𝐑𝐘']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
