module.exports.config = {
    name: "autotime",
  version: "1.0.0",
  permission: 0,
  credits: "Nayan",
  description: "msg",
  prefix: true, 
  category: "user", 
  usages: "",
  cooldowns: 5,
  dependencies: {
	}
};
const nam = [{
    timer: '12:00:00 AM',
    message: [' •—» ‎আসসালামু আলাইকুম এখন রাত ১১টা বাজে\nখাউয়া দাউয়া করে নেউ সবাই____😽༅༎🤗']
},
             {
    timer: '1:00:00 AM',
    message: [' ‎আসসালামু আলাইকুম এখন রাত ১২টা বেজে গেলো সবাই শুয়ে পড়ো____🫠༅༎💋']
},
						{
    timer: '2:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ১টা বাজে প্রেম না কইরা যাইয়া ঘুমা বেক্কল____༅༎😾']
},
						 {
    timer: '3:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে____🌺༅༎🫠।']
},
						 {
    timer: '4:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ৩টা বাজে সবাই মনে হয় ঘুম🥹 আমার ভাই ঘুম আসে না ____😩༅༎🥹 ']
},
						 {
    timer: '5:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ৪টা বাজে একটু পর ফজরের আযান দিলে নামাজ পড়ে নিও সবাই ____😻༅༎🥰']
},
						 {
    timer: '6:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?____🌺༅༎❤️  ']
},
						 {
    timer: '7:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন সকাল ৬টা বাজে ঘুম থেকে উঠো সবাই ____😇༅༎🌝 ']
},
						 {
    timer: '8:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও____༅༎🌺😊 ']
},
						 {
    timer: '9:00:00 AM',
    message: ['‎আসসালামু আলাইকুম এখন সকাল ৮ টা বাজে যাদের কাজ আছে তারা মন দিয়ে কাজ করো আর বাচ্চার স্কুলে যাও____😻༅༎❤️‍🔥 ']
},
             {
    timer: '10:00:00 AM',
    message: ['‎আসসালামু আলাইকুম এখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাইღ﹏😌❤️' ]
},
						 {
    timer: '11:00:00 AM',
    message: ['~‎আসসালামু আলাইকুম এখন সকাল ১০টা বাজে মিস করছি তোমাদের____༅༎😩🥹 ']
},
						 {
    timer: '12:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন সকাল ১১টা বাজে____༅༎😊']
},					
						 {
    timer: '1:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন দুপুর ১২টা বাজে এখন স্কুল ছুটি দেবে আমি মাইয়া দেইখা আসি কে কে আমার সাথে যাইবা আসো____😑༅༎🙈 ']
},
						 {
    timer: '2:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন দুপুর ১টা বাজে সবাই কাজ বন্ধ করে জোহরের নামাজ পড়ে নাও____🌺༅༎😻 ']
},
						 {
    timer: '3:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন দুপুর ২টা বাজে গোসল করে সবাই দুপুরের খাবার খেয়ে নাও____🤗༅༎☺️']
},
						 {
    timer: '4:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন দুপুর ৩টা বাজে ____🌺༅༎❤️']
},
						{
    timer: '5:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন বিকাল ৪টা বাজে আসরের আযান দিলে সবাই নামাজ পড়ে নাও____🌺༅༎🥀 ']
},
						 {
    timer: '6:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন বিকাল ৫টা বাজে একটু পর মাগরিবের আযান দিবে সবাই নামাজ পড়ে নিও ____🥰༅༎😻']
},
						 {
    timer: '7:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন সন্ধ্যা ৬টা বাজে সবাই হাতমুখ ধুয়ে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও____🌺༅༎😍. ']
},
             {
    timer: '8:00:00 PM',
    message: ['‎আসসালামু আলাইকুম এখন সন্ধ্যা ৭ টা বাজে কি করছো সবাই এখন এশার আযান দিবে সবাই নামাজ পড়ে নাও____🤗༅༎❤️']
},
             {
    timer: '9:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ৮টা বাজে ____༅༎😊']
},
             {
    timer: '10:00:00 PM',
    message: ['‎আসসালামু আলাইকুম এখন রাত ৯টা বাজে সবাই কি শুয়ে পড়লা____༅༎🙂']
},
            {
    timer: '11:00:00 PM',
    message: ['~‎আসসালামু আলাইকুম এখন রাত ১০টা বাজে সবাই ঘুমায় পড়ো আমার বউ নাই ভাই ঘুম ও আসে না____🙂༅༎😭']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
